import React from 'react'
import styles from './confidentialPolicy.module.scss'

function ConfidentialPolicy() {
    return(
<div className={styles.mainThumb}>
    <div className={styles.innerThumb}>

    <h2 className={styles.title}>গোপনীয়তা নীতি</h2>
    
    <p className={styles.text}>আমাদের ওয়েবসাইট আপনার ওয়েবসাইটের নাম ভিজিট করার জন্য আপনাকে ধন্যবাদ। আমাদের দল আপনার পরিষেবার ব্যবহারের সময় আপনার গোপনীয়তা নিশ্চিত করতে চেষ্টা করে। এই গোপনীয়তা নীতি ব্যাখ্যা করে আমরা কীভাবে আপনার ব্যক্তিগত তথ্য সংগ্রহ করি, ব্যবহার করি এবং সুরক্ষিত করি।</p>

<p className={styles.text}>তথ্য সংগ্রহ এবং ব্যবহার 
</p>
<p className={styles.text}>আমরা শুধুমাত্র স্বেচ্ছায় প্রদান করা হলে নাম, ইমেল, ফোন নম্বর ইত্যাদি মত ব্যক্তিগত তথ্য সংগ্রহ করতে পারি। এই তথ্যটি আপনার অনুমোদনের প্রয়োজনে আপনার অনুরোধের সাথে আপনার যোগাযোগ করার জন্য এবং আমাদের পরিষেবার এবং ওয়েবসাইটের সুবিধার উন্নতির জন্য ব্যবহৃত হয়। 
</p>
<p className={styles.text}>তথ্যের সুরক্ষা 
</p>
<p className={styles.text}>আমরা অননুমোদিত অ্যাক্সেস, ব্যবহার বা ফাঁস থেকে আপনার ব্যক্তিগত তথ্যকে সুরক্ষা করার জন্য প্রতিষ্ঠান ও সংগঠনাত্মক নিরাপত্তা ব্যবহার করি।
</p>
<p className={styles.text}>কুকিজ 
</p>
<p className={styles.text}>আমাদের ওয়েবসাইট আপনার ব্যবহারকারী অভিজ্ঞতা উন্নত করতে কুকি ব্যবহার করতে পারে। আপনি আপনার ব্রাউজারের প্রয়োজনীয় সেটিংস সাজানোর মাধ্যমে কুকি গ্রহণ থেকে অস্বীকার করতে পারেন। তবে, এটি আমাদের ওয়েবসাইটের কিছু ফাংশনকে সীমাবদ্ধ করতে পারে।
</p>
<p className={styles.text}>বাহ্যিক লিঙ্ক 
</p>
<p className={styles.text}>আমাদের ওয়েবসাইটে আমরা আমাদের দ্বারা পরিচালিত নয় বাহ্যিক সাইটের লিঙ্ক থাকতে পারে। আমরা এমন সাইটের বিষয়ে বা গোপনীয়তা নীতিতে দায়িত্ব বা দায়ভার নয়।  গোপনীয়তা নীতিতে পরিবর্তন
</p>
<p className={styles.text}>আমরা সময় সময়ে এই গোপনীয়তা নীতি আপডেট করতে পারি। অনুগ্রহ করে এই পৃষ্ঠাটি নিয়মিতভাবে পর্যালোচনা করুন, যাতে আপনি যেকোনো পরিবর্তনের সাথে আপ ডেট থাকেন। এই পৃষ্ঠায় পরিবর্তনের প্রকাশের পরে আপনার ওয়েবসাইট ব্যবহার চালিয়ে যাওয়ার মাধ্যমে আপনার এই পরিবর্তনে সম্মতি ঘোষণা করা হবে।
</p>
<p className={styles.text}>যোগাযোগ তথ্য 
</p>
<p className={styles.text}>যদি আপনার গোপনীয়তা নীতি সম্পর্কে কোন প্রশ্ন থাকে, অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন।
</p>
    </div>

    
</div>
    )
}

export default ConfidentialPolicy;